<h2>Что такое OpenSeaMap?</h2>
<p><strong>Что такое OpenSeaMap?</strong><br>
OpenSeaMap - это всемирный проект по созданию открытой морской карты.<br>
Уже давно требовалась свободная карта для навигационных целей, поэтому в 2009-м году мы создали OpenSeaMap. Цель OpenSeaMap - собирать интересную и полезную навигационную информацию для моряков, которая потом будет включена в свободную карту всего мира. Сюда попадают буи и другие навигационные знаки, мастерские и магазины.<br>
OpenSeaMap - часть проекта <a href="http://wiki.openstreetmap.org/">OpenStreetMap</a>, и использует его базу.
</p>

<p><strong>Где можно почитать поподробнее?</strong><br>
В <a href="http://wiki.openstreetmap.org" target="blank">Wiki</a>:
<ul>
<li><a href="http://wiki.openstreetmap.org/wiki/de:Seekarte" target="blank">Морские карты (на немецком)</a></li>
<li><a href="http://wiki.openstreetmap.org/wiki/Marine Mapping" target="blank">Морская картография</a></li>
<li><a href="http://wiki.openstreetmap.org/wiki/Harbour" target="blank">Гавань</a></li>
<li><a href="http://wiki.openstreetmap.org/wiki/Lighthouse" target="blank">Маяк</a></li>
<li><a href="http://wiki.openstreetmap.org/wiki/Buoy" target="blank">Буй</a></li>
<li><a href="http://wiki.openstreetmap.org/wiki/Beacon" target="blank">Бакен</a></li>
</ul>
На этих страничках также есть ссылки на статьи по навигации и картографии, и различия, специфичные для разных стран.
</p>
<p><strong>Когда карта покроет всю планету?</strong><br>
Полностью законченной карты, наверно, никогда не будет - постоянно обнаруживаются новые данные, которые надо довносить на карту. Но мы планируем полностью отрендерить всю Балтику в ближайшие два месяца. Ещё через два месяца мы планируем охватить Северное море. И дальше продолжать в том же духе.<br>
С другой стороны, карты не будут полными, потому что надо добавлять все навигационные знаки. Информация собирается участниками сообщества и добавляется в базу OpenStreetMap. Присоединяйтесь! Нам пригодится даже небольшая помощь.

</p>
<p><strong>Чем я могу помочь?</strong><br>
    <ul>
        <li><b>Вы моряк, яхтсмен или байдарочник?</b><br />
        <a href="http://wiki.openstreetmap.org/wiki/Marine Mapping" target="blank">Вы можете собирать данные с помощью GPS-устройства</a>: Пройдите или проплывите вдоль каждого мола и пирса. Затем, когда будет время, загрузите треки и создайте карту гавани. Разумеется, вы можете добавлять любую информацию, которую вы сочтёте интересной, - и она станет доступна морякам по всему миру. Любая помощь будет полезной!
        </li>
        <li><b>Вам нравится обрисовывать спутниковые снимки?</b><br />
        Для многих уголков мира доступны детализированные спутниковые снимки, предоставляемые Yahoo. Нарисуйте по ним карту порта и подробную береговую линию. Можете заодно помечтать о местах, куда можно поехать :)
        </li>
        <li><b>Вы программист?</b><br />
        Работы много: онлайн-редартор, рендерер, веб-сайт, база, переводы - везде требуются программисты. А ещё у нас есть темы для студенческих работ. Свяжитесь с <a href="mailto:ohannemann@opensource-werkstatt-stubben.org?cc=liste12A45q7@gmx.de&amp;subject=Programmierer%20f&uuml;r%20OpenSeaMap">Олафом</a>.
        </li>
        <li><b>Вы знаете другие языки?</b><br />
        Мы хотели бы сделать OpenSeaMap на всех языках, на которых возможно. Если вы можете перевести вики или сайт на другой язык, сообщите нам. Свяжитесь с <a href="tristan.thomas@wikinewsie.org">Тристаном</a>.
        </li>
        <li><b>Вы дизайнер?</b><br />
        Картинка скажет больше, чем тысяча слов. Вы можете проиллюстрировать вики, создавать значки для карты, оптимизировать графику и т. д. <a href="mailto:liste12A45q7@gmx.de?cc=ohannemann@opensource-werkstatt-stubben.org&amp;subject=Grafiker%20f&uuml;r%20OpenSeaMap">Маркус</a> с радостью расскажет подробнее.
        </li>
        <li><b>Вы начальник порта, владелец корабля или марины, или занимаетесь чартерными перевозками?</b>
        Возможно, у вас есть доступ к данным, которые можно использовать в OpenSeaMap? Аэрофотосъёмка, карты и планы портов, списки, таблицы? Возможно, нам они пригодятся!<br/>
        Свяжитесь с <a href="mailto:liste12A45q7@gmx.de?cc=ohannemann@opensource-werkstatt-stubben.org&amp;subject=Daten%20f&uuml;r%20OpenSeaMap">Маркусом</a>
        </li>
        <li><b>Вы картограф, океанограф, батиметрист или метеоролог?</b><br />
        Если так, то у вас наверняка есть множество идей, как можно улучшить OpenSeaMap. Мы сейчас решаем, как отображать глубины и рельеф дна, экспериментируем с AIS. 
        Обращайтесь к <a href="mailto:liste12A45q7@gmx.de?cc=ohannemann@opensource-werkstatt-stubben.org&amp;subject=Daten%20f&uuml;r%20OpenSeaMap">Маркусу</a> за подробностями.
        </li>
    </ul>
</p>
<p><strong>Как мне добавить морской знак на карту?</strong><br>На данный момент это непросто. Онлайн-редактор, который позволит делать это легко, пока разрабатывается и находится в стадии альфа-тестирования. Постепенно мы будем добавлять в него новые возможности.
</p>
<p><strong>Какая лицензия у данных OpenSeaMap?</strong><br>Все данные в базе OpenStreetMap, включая данные OpenSeaMap, распространяются под лицензией <a href="http://creativecommons.org/licenses/by-sa/2.0/">"Creative Commons Attribution Share-Alike 2.0"</a>. Если вкратце, эта лицензия позволяет любое, даже коммерческое, использование данных, но должна быть ссылка на OpenStreetMap, и результат должен распростаняться под сходной лицензией.
</p>
<p><strong>Что такое OpenStreetMap?</strong><br><a href="http://www.openstreetmap.org" target="blank">OpenStreetMap</a>  - это открытый проект, целью которого является создание свободной карты мира. Сейчас в нём более 150000 участников! Некоторые из них также являются участниками OpenSeaMap. Так же, как мы собираем морскую информацию, собирается и информация об автомобильных и железных дорогах, знаках, реках и всём остальном. Мы используем общую базу с OpenStreetMap.
Так как данные собираются из источников, не защищённых авторским правом, эти данные могут распространяться свободно.
Подробнее про OpenStreetMap можно почитать в <a href="http://wiki.openstreetmap.org/wiki/openstreetmap" target="blank">OpenStreetMap-Wiki</a>
</p>
