<h2>Правовая информация</h2>

<h4>Разработчик и ответственный за OpenSeaMap</h4>

<pre>
Олаф Ханнеман (Olaf Hannemann)
Dorfstraße 17
23847 Stubben
Германия
</pre>

<p><pre>ohannemann@opensource-werkstatt-stubben.org</pre></p>

<h4>Примечания</h4>
<h5>1. Ограничения</h5>

<p>Мы будем следить за содержимым этого сайта насколько это возможно, но мы не можем всегда гарантировать точность и полноту данных. Используйте их на свой собственный риск.</p>

<h5>2. Официальные карты</h5>

<p>При навигации необходимо использовать официальные карты. OpenSeaMap предназначен для использования совместно с ними, и не может их заменять.</p>

<h5>3. Внешние ссылки</h5>

<p>На этом сайте есть ссылки на сайты третьих сторон. За них отвечают их собственные владельцы. Эти сайты были проверены во время добавления, и никакой нехорошей информации на тот момент на них обнаружено не было. Но обновления этих сайтов мы контролировать не можем, и мы не отвечаем за их содержимое. Если обнаружится, что сайт содержит опасную информацию, ссылка на него будет удалена.</p>

Просьба иметь в виду, что этот текст - перевод с немецкого на английский, а затем на русский, так что он может быть не полностью корректным.

